run/capillaryRise/system/setFieldsDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      setFieldsDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

defaultValues
{
    alpha.water 0;
}

zones
{
    water
    {
        type        box;

        box         (0 0 -1) (1 8e-3 1);

        values
        {
            alpha.water 1;
        }
    }
}

// ************************************************************************* //
